Repository: Codarama/haxsync
Catalog: haxingModule/locale/strings-*.po
Languages: cs, es, it, no, tr

source: General Settings
cs: Obecné nastavení
es: Ajustes Generales
it: Impostazioni generali
no: generelle innstillinger
tr: Genel Ayarlar

# general_summary
source: Sync Frequency, Resource Saving
cs: Četnost synchronizace, Nastevení úspornosti
es: Frecuencia de Sincronización, Ahorro de Recursos
it: Frequenza sincronizzazione, Risparmio risorse
no: Synkroniseringsfrekvens, ressurssparing
tr: Senkronizasyon Sıklığı, Kaynak Tasarrufu

source: Contact Settings
cs: Nastavení kontaktů
es: Ajustes de Contactos
it: Impostazioni contatto
no: Kontakt-innstillinger
tr: Kişi Ayarları

# contact_summary
source: Contact Matching, Status Updates, Image Cropping
cs: Připojení ke kontaktům, Aktualizace stavu, Ostřižení obrázků
es: Pareamiento de Contactos, Publicaciones, Recorte de Fotos
it: Corrispondenza contatto, Aggiornamenti stato, Ritaglio immagine
no: Kontaktmatcher, statusoppdateringer, bildebeskjæring
tr: Kişi Eşleştirme, Durum Güncellemeleri, Resim Kırpma

source: Calendar Settings
cs: Nastavení kalendáře
es: Ajustes de Calendario
it: Impostazioni calendario
no: Kalenderinnstillinger
tr: Takvim Ayarları

# calendar_summary
source: Event Sync
cs: Synchronizace událostí
es: Sincronización de Eventos
it: Sincronizzazione evento
no: Hendelsesynkronisering
tr: Etkinlik Senkronizasyonu

source: Sync Events
cs: Synchronizovat události
es: Sincronizar Eventos
it: Sincronizza eventi
no: Synkroniser Hendelser
tr: Etkinlikleri Senkronize Et

# sync_events_summary
source: Will sync events you're attending to a separate Calendar if checked.
cs: Synchronizuje události kterých se zúčastníte.
es: Si la opción está activa, se sincronizarán los eventos a los que asistirás en un Calendario aparte.
it: Se selezionata sincronizzerà gli eventi a cui partecipi in un calendario separato.
no: Vil synkronisere hendelser som du\dere deltar på i en egen kalender hvis avkrysset.
tr: Seçili ise, katılacağınız etkinlikleri ayrı bir Takvim ile senkronize eder.

source: Contact Sync
cs: Synchronizace kontaktů
es: Sincronización de Contactos
it: Sincronizzazione contatto
no: kontaktsynkronisering
tr: Kişi Senkronizasyonu

# phone_only
source: Existing contacts only
cs: Synchronizovat pouze stávající kontakty
es: Solo contactos existentes
it: Solo contatti esistenti
no: Bare eksisterende kontakter
tr: Sadece mevcut kişiler

# phone_only_summary
source: Only sync contacts already on device.
cs: Synchronizovat pouze kontakty, které se již nacházejí v telefonu.
es: Solo se sincronizarán los contactos que ya están en el dispositivo.
it: Sincronizza solo i contatti già presenti sul telefono.
no: Bare synkroniser kontakter som allerede er lagret.
tr: Sadece bu cihazdaa olan kişileri senkronize et.

source: Fuzziness
cs: Citlivost
es: Tolerancia de Pareamiento
it: Approssimazione
no: tilpasningsdyktig
tr: Karmaşıklık

# fuzziness_summary
source: Useful for contacts where Facebook and Phone names differ.
cs: Nastavení citlivosti připojení kontaktů (vhodné u rozdílných jmen kontaktů)
es: Útil para contactos que no tienen exactamente el mismo nombre en Facebook y en el Teléfono.
it: Utile per i contatti dove il nome su Facebook e quello nel telefono sono diversi.
no: Nyttig for kontakter med forskjellige navn på Facebook og kontakter.
tr: Facebook ve Telefondaki isimleri farklı olan kişileri bulmak için.

# additional_friends
source: Additional friends to sync
cs: Dodateční přátelé určeni k synchronizaci
es: Amigos adicionales a sincronizar
it: Amici aggiuntivi da sincronizzare
no: Flere venner å synkronisere
tr: Senkronize edilecek diğer arkadaşlar

# additional_friends_summary
source: These friends will be synced even if they don't match any contacts on your device.
cs: Tito přátelé budou synchronizováni i když neodpovídají nikomu z kontaktů.
es: Estos amigos se sincronizarán incluso si no les encuentra un pareamiento con los contactos en tu dispositivo.
it: Questi amici verranno sincronizzati anche se non corrispondono a nessun contatto sul telefono.
no: Disse vennene vil bli synkronisert selv om de ikke matcher noen kontakter på enheten.
tr: Bu arkadaşlar, cihazınızdaki hiçbir kişi ile eşleşmeseler bile senkronize edilecekler.

source: Status Updates
cs: Aktualizace stavu
es: Publicaciones
it: Aggiornamenti stato
no: statusoppdateringer
tr: Durum Güncellemeleri

# sync_status
source: Sync Status Updates
cs: Synchronizovat aktualizace stavu
es: Sincronizar Publicaciones
it: Sincronizza gli aggiornamenti di stato
no: Synkroniser statusoppdateringer
tr: Durum Güncellemelerini Senkronize Et

# status_new
source: Use new API
cs: Používat novou API
es: Utilizar nueva API
it: Usa nuove API
no: Bruk ny API
tr: Yeni API'yi kullan

# status_new_summary
source: Strongly recommended. Needs Android 4.0.3 or higher.
cs: Doporučeno. Vyžaduje Android 4.0.3 nebo vyšší.
es: Recomendado. Requiere Android 4.0.3 o superior.
it: Caldamente raccomandata. Necessita di Android 4.0.3 o superiore.
no: Anbefales sterkt. Trenger Android 4.0.3 eller høyere.
tr: Şiddetle tavsiye edilir. Android 4.0.3 ve üzerine ihtiyaç duyar.

source: Contact Images
cs: Obrázky kontaktů
es: Fotos de Perfil
it: Immagini contatto
no: Kontaktbilder
tr: Kişi Resimleri

# crop_square
source: Crop to square
cs: Oříznout do čtverce
es: Recortar a un cuadrado
it: Ritaglia al centro
no: Beskjær til kvadrat
tr: Kare olarak kırp

# crop_square_summary
source: Uses face detection to determine the optimal area.
cs: Používat detekci obličeje pro optimalní oříznutí.
es: Utiliza detección de rostros para determinar el área óptima.
it: Usa il riconoscimento facciale per determinare l'area ottimale.
no: Bruker ansiktsgjenkjenning for å finne det optimale området.
tr: En uygun alanı belirlemek için yüz tanıma kullanır.

source: Sync Options
cs: Nastavení synchronizace
es: Opciones de Sincronización
it: Opzioni sincronizzazione
no: Synkroniseringsalternativer
tr: Senkronizasyon Seçenekleri

# sync_freq
source: Sync Frequency
cs: Četnost synchronizace
es: Frecuencia de Sincronización
it: Frequenza sincronizzazione
no: Synkroniseringsfrekvens
tr: Senkronizasyon Sıklığı

source: Resource Saving
cs: Nastavení úspornosti
it: Risparmio risorse
no: ressurssparing
tr: Kaynak Tasarrufu

# wifi_only_summary
source: Only sync when in a Wi-Fi network.
cs: Synchronizovat pouze pří přípojení přes Wi-Fi
es: Solo sincronizar en una red Wi-Fi.
it: Sincronizza solo quando connesso a rete Wi-Fi.
no: Bare synkroniser i nærheten av et Wi-Fi-nettverk.
tr: Sadece bir Wi-Fi ağına bağlıyken senkronize et.

source: Wi-Fi only
cs: Pouze přes Wi-Fi
es: Solo Wi-Fi
it: Solo Wi-Fi
no: Kun Wi-Fi
tr: Sadece Wi-Fi

# getting_friends
source: Getting Facebook Friends...
cs: Načítaní přatel z Facebooku...
es: Obteniendo Amigos de Facebook...
it: Analisi amici Facebook in corso...
no: Henter Facebook Venner...
tr: Facebook Arkadaşları Alınıyor...

source: Sync Every
cs: Synchronizovat každých
es: Sincronizar Cada
it: Sincronizza ogni
no: Synkroniser Hver
tr: Her

source: Days
cs: dní
es: Días
it: Giorni
no: Dager
tr: Gün

source: Hours
cs: hodin
es: Horas
it: Ore
no: Timer
tr: Saat

source: Minutes
cs: minut
es: Minutos
it: Minuti
no: Minutter
tr: Dakika

# birthday
source: %1$s's Birthday
cs: Narozeniny - \
es: Cumpleaños de %1$s
it: Compleanno di %1$s
no: %1$s's fødselsdag
tr: %1$sadlı kişinin Doğumgünü

source: Preferences
cs: Nastavení
es: Preferencias
it: Preferenze
no: Innstillinger
tr: Ayarlar

source: About
cs: O aplikaci
es: Acerca
it: Informazioni
no: Om
tr: Hakkında

# birthday_cal
source: HaxSync Birthdays
cs: Synchronizované narozeniny
es: Cumpleaños de HaxSync
it: Compleanni HaxSync
no: HaxSync bursdager
tr: HaxSync Doğumgünleri

# event_cal
source: HaxSync Events
cs: Synchronizované události
es: Eventos de HaxSync
it: Eventi HaxSync
no: HaxSync Hendelser
tr: HaxSync Etkinlikleri

source: Event Sync
cs: Synchronizace událostí
es: Sincronización de Eventos
it: Sincronizzazione evento
no: Begivenhet Synkronisering
tr: Etkinlik Senkronizasyonu

source: Birthday Sync
cs: Synchronizace narozenin
es: Sincronización de Cumpleaños
it: Sincronizzazione compleanno
no: Bursdag Synkronisering
tr: Doğumgünü Senkronizasyonu

source: Calendar Color
cs: Barva kalendáře
es: Color del Calendario
it: Colore calendario
no: Kalenderfarge
tr: Takvim Rengi

source: Sync Birthdays
cs: Synchronizovat narozeniny
es: Sincronizar Cumpleaños
it: Sincronizzazione compleanni
no: Synkroniser bursdager
tr: Doğumgünlerini Senkronize Et

# sync_self
source: Sync "Me" Contact
cs: Synchronizace kontaktu "Já"
es: Sincronizar el Contacto "Yo"
it: Sincronizza contatto "Io"
no: Synkroniser "Meg" Kontakten
tr: "Ben" Kişisini Senkronize Et

# sync_self_summary
source: Syncs your own Facebook-info with Android's "Me" Contact.
cs: Synchronizuje Vaše informace z Facebooku s kontaktem "Já".
es: Sincroniza tu perfil de Facebook con el contacto "Yo" de Android.
it: Sincronizza le tue informazioni Facebook con il contatto "Io" di Android.
no: Synkroniserer din egen Facebook-info med Androids kontakt.
tr: Kendi Facebook bilgilerinizi Android'in "Ben" kişisiyle senkronize eder.

# timeline_all
source: Show full timeline
cs: Zobrazit celý profil Timeline
es: Mostrar linea de tiempo completa
it: Mostra diario completo
no: Vis hele tidslinjen
tr: Tam zaman çizgisini göster

# timeline_all_summary
source: Shows the contact's full timeline, also containing posts from other users.
cs: Zobrazit kompletní profil Timeline i s příspěvky jiných uživatelů.
es: Muestra la linea de tiempo completa del contacto, conteniendo además publicaciones de otros usuarios.
it: Mostra il diario completo del contatto, compresi i messaggi degli altri utenti.
no: Viser kontakten's fulle tidslinje, som også inneholder innlegg fra andre brukere.
tr: Kişinin tam zaman çizgisini, diğer kullanıcıların gönderileriyle birlikte göster.

# google_backup
source: Backup Contact links
cs: Zálohovat spojení kontaktů
it: Salva link contatti
tr: Kişi bağlantılarını yedekle

# google_backup_summary
source: Adds HTCData tags to your Google Contacts. Useful when switching roms/wiping your phone.
cs: Přidat HTCData tagy ke Google kontaktům. Vhodné při změně ROM nebo při obnovení továrního nastavení.
it: Aggiunge i valori HTCData ai tuoi contatti Google. Utile quando cambi rom o ripristini il cellulare.
tr: Google Kişilerinize HTCData etiketlerini ekler. Rom değiştirdiğinizde/telefonunuzu sildiğinizde faydalıdır.

# google_backup_warning
source: This will overwrite the "Notes"-Field in your Google Contacts. Are you sure you want to continue?
cs: Toto vymaže pole "poznámek" u Google kontaktů. Určitě chcete pokračovat?
it: Questo sovrascriverà il campo "Note" nei tuoi contatti Google. Vuoi continuare?
tr: Bu işlem Google Kişilerinizin "Notlar" alanını silip yeniden yazacak. Devam etmek istediğinize emin misiniz?
